import asyncio

# complex - комплексные числа (действительная + мнимая части, после мнимой части указывается j)

# \n - перенос на новую строку
# \t - табуляция
# \\ - добавляет слэш в строку
# \' \" - добавляет в строку ковычки

# арифметические операторы:
#     + - * // / % 
# print("Бля пожалуйста хватит".upper())

# a = 5
# b = [1,2,3,4,5,6,7,8,9]
# if a in b:
#     print("puki")
# else: print("kaki")

# Напишите программу, которая запрашивает у пользователя число и выводит, является ли оно чётным или нечётным.

# import time

# async def cin():
#     a = input()
#     return a

# a = ""
# while True:
#     a = cin()
#     time.sleep(12)

# a = int(input("Введите число\n"))

# if a % 2 == 0:
#     print("чётное")
# else: print("нечётное")

